9/data/attachments/c0973b3da1385fdb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andrea_usually_Actions_93266_3</nif:username>
            <nif:friendToBeRequested>soap_actions_08dddee8-a5fa-454e-b38a-8c429f776567</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>